Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: It's fine. Look.
ru_ru: Всё в порядке. Смотри.

source: It's funny, really. My memories are a complete mess, but I still remember that I don't wanna die.
ru_ru: И правда, забавно. Мои воспоминания в полном беспорядке, но я все еще помню, что не хочу умирать.

source: It's honestly still hard to believe that someone so important is your aunt.
ru_ru: Честно говоря, до сих пор трудно поверить, что кто-то настолько важный - твоя тётя.

source: It's like my nerves are running through the things. I try to catch my breath and finally realize I have no mouth.
ru_ru: Такое ощущение, будто мои нервы проходят через металл. Я пытаюсь перевести дыхание и, наконец, понимаю, что у меня нет рта.

source: It's like she's reading something in midair, probably data pertaining to me.
ru_ru: Будто она читает что-то в воздухе, возможно, мои данные.

source: It's military tradition to make pilots commissioned officers.
ru_ru: Это военная традиция - возводить пилотов в офицеры.

source: It's morning! Rise and shine!
ru_ru: Уже утро! Проснись и пой!

source: It's morning! Wakey wakey!
ru_ru: Уже утро! Проснись, проснись!

source: It's my duty to keep you safe, Lieutenant! Sorry, I always wanted to say that.
ru_ru: Мой долг - защищать вас, лейтенант! Извини, я всегда хотела это сказать.

source: It's no coincidence that you've become the way you are now, Lieutenant.
ru_ru: Не случайно вы стали тем, кто вы сейчас, лейтенант.

source: It's not raining. Oh, is it the shower I've been hearing?
ru_ru: Это не дождь. Я всё это время слышал душ?

source: It's not unusual for soldiers to sleep with one another. Relationships in the military are all about snap decisions, with fortune favoring the bold.
ru_ru: Солдаты нередко спят друг с другом. Отношения в армии - это скоропалительные решения, в которых удача благоволит смелым.

source: It's possible that our futures are set, but they remain uncertain when we don't know what lies ahead.
ru_ru: Возможно, наше будущее уже определено, но оно остается неопределенным, когда мы не знаем, что нас ждет впереди.

source: It's too risky. You'll die, you know.
ru_ru: Это слишком опасно. Вы ведь понимаете, что погибните.

source: It's unlikely that we've been exposed. We must still stay on our toes, though, of course.
ru_ru: Вряд ли нас вычислили. Хотя, конечно, лучше оставаться начеку.

source: It's what the anti-AI faction calls AI supporters. According to them, AIs are aliens, so anyone who backs them is an "alienist."
ru_ru: Так называют сторонников ИИ те, кто выступает против ИИ. По их мнению, ИИ - чужеродная технология, поэтому любой, кто поддерживает их, считается "алиенистом".

source: Its jaws bite down right in front of my face. The machine an insect, almost a spider of sorts starts creaking even louder as it tries to pin me down.
ru_ru: Его челюсти смыкаются прямо перед моим лицом. Машина, насекомое, почти паук какой-то, начинает скрипеть еще громче, пытаясь прижать меня к земле.

source: Ja!
ru_ru: Да!

source: Ja.
ru_ru: Да.

source: Ja. Please confirm your equipment.
ru_ru: Да. Пожалуйста, подтвердите ваше снаряжение.

source: Ja. Resetting equipment to default.
ru_ru: Да. Сброс настроек снаряжения по умолчанию.

source: Ja. What is it, Lieutenant?
ru_ru: Да. Что случилось, лейтенант?

source: Ja... Kou... Will that do, sir?
ru_ru: Да... Коу... <Так пойдет, сэр?>

source: Jammer active. Currently at 95 percent.
ru_ru: Подавитель РЛС активен. В текущая эффективность 95%.

source: Jammer disabled. Warning: enemy viruses have detected you.
ru_ru: Подавитель РЛС отключен. Внимание: вражеские вирусы обнаружили вас.

source: Jamming currently at 50 percent.
ru_ru: Текущий уровень помех - 50 процентов.

source: Johanna...? Who's that...?
ru_ru: Иванна...? Кто это...?

source: Jump to battle information related plug-ins
ru_ru: Перейти к модулям боевой информации

source: Jump to battle related plug-ins
ru_ru: Перейти к боевым модулям

source: Jump to best records
ru_ru: Перейти к лучшей статистике

source: Jump to combo records
ru_ru: Перейти к статистике комбо

source: Jump to count records
ru_ru: Перейти к количественной статистике

source: Jump to distance and time records
ru_ru: Перейти к статистике времени и пути

source: Jump to gauge related plug-ins
ru_ru: Перейти к модулям индикаторов

source: Jump to menu related plug-ins
ru_ru: Перейти к модулям меню

source: Jump to system records
ru_ru: Перейти к системной статистике

source: Jump to use records
ru_ru: Перейти к статистике использования

source: Jump to voice related plug-ins
ru_ru: Перейти к модулям голоса

source: Jumps to either the last choice or the setup menu
ru_ru: Переход к последнему выбору или меню подготовки

source: Jumps to either the next choice or the setup menu
ru_ru: Переход к следующему выбору или меню подготовки

source: Just before the process activates, I finally remember the most important thing.
ru_ru: В момент, когда процесс только начался, я наконец вспоминаю самое главное.

source: Just call me... home security.
ru_ru: Просто зови меня... домашней системой безопасности.

source: Just calm down, please. Don't panic. This happens all the time on the battlefield. Take a deep breath.
ru_ru: Прошу вас, успокойтесь. Не паникуйте. Такое постоянно случается на поле боя. Сделайте глубокий вдох.

source: Just stay put for now.
ru_ru: Оставайся пока на месте.

source: Just thinking about her gets my blood pumping and my heart racing.
ru_ru: Просто думая о ней, моё сердце начинает биться быстрее.

source: Just what sort of agent are they?
ru_ru: Что это за агент?

source: Kah!
ru_ru: Кха!

source: Katyushas?!
ru_ru: Катюши?!

source: Keep recalling details of this world, one step at a time. I'll guide you through the whole thing.
ru_ru: Продолжай постепенно вспоминать об этом мире. Я буду помогать тебе в этом.

source: Kisaragi Seven?
ru_ru: Кисараги 7?

source: Knowing how to build a simulacrum means I know how to break one, too.
ru_ru: Если я знаю, как построить симулякр, значит, я знаю и как его сломать.

source: Kou
ru_ru: Коу

source: Kou Kadokura. I'm a second-year.
ru_ru: Кадокура Коу. Учусь на втором курсе.

source: Kou stole the precious thing. My simulacrum, that is.
ru_ru: Коу украл ценную вещь. Мой симулякр, то бишь.

source: Kou!"
ru_ru: Коу!"

source: Kou's mom. I know just how much she loved him...
ru_ru: Мама Коу. Я знаю, как сильно она его любила...

source: Kou's mom. She really did love him...
ru_ru: Мама Коу. Она действительно любила его...

source: Kou's more important to me than the world...
ru_ru: Коу для меня важнее всего на свете...

source: Kou, I can... I can see time itself...
ru_ru: Коу, я могу... Я могу видеть само время...

source: Kou, you can become anything you want. Just don't chase little girls.
ru_ru: Коу, ты можешь стать кем угодно. Главное, не гоняйся за маленькими девочками.

source: Kou...
ru_ru: Коу...

source: Kou... I'll...
ru_ru: Коу... Я...

source: Kou... I'm so hungry...
ru_ru: Коу... Я хочу есть...

source: Kou..."
ru_ru: Коу..."

source: Kuu is a good friend.
ru_ru: Куу - хороший друг.

source: Let's bash together!
ru_ru: Давайте веселиться вместе!

source: Let's begin memory playback, shall we?
ru_ru: Приступим к воспроизведению памяти, хорошо?

source: Let's brace ourselves, sir!
ru_ru: Приготовьтесь, сэр!

source: Let's call it quits for today.
ru_ru: Давай на сегодня закончим.

source: Let's change our equipment.
ru_ru: Давай поменяем нашу экипировку.

source: Let's close this menu and dive in if you're ready.
ru_ru: Давай закроем это меню и погрузимся, если ты готов.

source: Let's close this menu and move on if you're ready.
ru_ru: Давай закроем это меню и продолжим, если ты готов.

source: Let's customize our unit.
ru_ru: Давай настроим наш симулякр.

source: Let's dive in already!
ru_ru: Давайте уже погружаться!

source: Let's do whatever we can to return alive. The enemy support is our main target. We don't have time to deal with the others.
ru_ru: Давайте сделаем все возможное, чтобы вернуться живыми. Вражеская поддержка - наша главная цель. У нас нет времени разбираться с остальными.

source: Let's finish up for the day.
ru_ru: Давай закончим на сегодня.

source: Let's fire up the tutorial.
ru_ru: Давай откроем обучение.

source: Let's get going, Lieutenant.
ru_ru: Пойдемте, лейтенант.

source: Let's give up for now and head back to the survival mode menu.
ru_ru: Давай пока сдадимся и вернёмся в меню режима выживания.

source: Let's go back to the setup menu.
ru_ru: Давай вернёмся в меню подготовки.

source: Let's go back to the survival mode menu.
ru_ru: Давай вернёмся в меню режима выживания

source: Let's go back to the title screen.
ru_ru: Давай вернемся к титульному экрану.

source: Let's go to the beach!
ru_ru: Пойдем на пляж!

source: Let's go, Kou!
ru_ru: Погнали, Коу!

source: Let's go, Shadow Wolf! Burn with the fiery passion of my heart!
ru_ru: Вперед, Сумеречный Волк! Гори огненной страстью моего сердца!

source: Let's go, sir.
ru_ru: Пойдёмте, сэр.

source: Let's go. The enemy will surround us if we stay in one spot too long.
ru_ru: Идем. Враг окружит нас, если мы задержимся здесь слишком долго.

source: Let's head back to the setup menu.
ru_ru: Давай вернёмся в меню подготовки.

source: Let's head back to the survival mode menu.
ru_ru: Давай вернемся в меню режима выживания.

source: Let's head back to the title screen.
ru_ru: Давай вернемся к титульному экрану.

source: Let's head to the arena.
ru_ru: Идём на арену.

source: Let's just say they align with my tastes, and also my interests camouflage, to be more specific.
ru_ru: Давай сойдёмся на том, что он соответствуют моим вкусам, или, если быть более точным, необходимости в прикрытии моего рода деятельности.

source: Let's keep going. I've booked us a place to stay.
ru_ru: Пойдёмте. Я забронировала нам место, где можно остановиться.

source: Let's load up some replay data.
ru_ru: Давай загрузим повтор.

source: Let's make some new weapons.
ru_ru: Давай создадим новое оружие.

source: Let's mess around with the settings.
ru_ru: Давай разберёмся с настройками.

source: Let's move on to the next stage.
ru_ru: Давай перейдём к следующему этапу.

source: Let's pick up from where we last left off!
ru_ru: Давай продолжим с того места, где мы остановились в последний раз!

source: Let's pick which stage we wanna replay.
ru_ru: Давай выберем, какой этап мы хотим переиграть.

source: Let's play some soccer, Kou. Sorry, I've always wanted to say that.
ru_ru: Давай поиграем в футбол, Коу. Всегда хотела это сказать.

source: Let's replay survival mode and go over what we know.
ru_ru: Давай посмотрим повтор.

source: Let's save for now.
ru_ru: Давай сохранимся.

source: Let's save that for another time. For now, let's start with lesson one...
ru_ru: Давай оставим это на потом. А пока начнём с первого урока...

source: Let's see how the survival mode rankings are looking.
ru_ru: Давай посмотрим, как обстоят дела с рейтингом режима выживания.

source: Let's start from where we last saved.
ru_ru: Давай начнём с того места, где мы сохранились в последний раз.

source: Let's start up survival mode!
ru_ru: Давай запустим режим выживания!

source: Let's take a little break and head back to the survival mode menu.
ru_ru: Сделаем небольшой перерыв и вернемся в меню режима выживания.

source: Let's try this again from the top!
ru_ru: Давай попробуем еще раз сверху!

source: Level_E - Silent
ru_ru: Уровень_E - Спокойный

source: Level_E - Silent Night
ru_ru: Уровень_E - Тихая ночь

source: Level_E - Silent Night Show
ru_ru: Уровень_E - Ночное представление

source: Lieute I mean, Kou. We're sure to be busy for a while now, so I can't have you catching a cold.
ru_ru: Лейт- То есть, Коу. У нас наверняка будет ещё много дел, так что я не могу допустить, чтобы ты простудился.

source: Lieutenant!
ru_ru: Лейтенант!

source: Lieutenant! I... want to go to Seishu as well.
ru_ru: Лейтенант! Я... тоже хочу поехать в Сейшу.

source: Lieutenant! If you don't go right now, we'll both die in vain!
ru_ru: Лейтенант! Если вы не уйдете прямо сейчас, мы оба умрем напрасно!

source: Lieutenant...
ru_ru: Лейтенант...

source: Lieutenant... Did you forget how to pilot a simulacrum too?
ru_ru: Лейтенант... Вы что, также забыли, как пилотировать симулякр?

source: Lieutenant?
ru_ru: Лейтенант?

source: Lieutenant?!
ru_ru: Лейтенант?!

source: Life is all about deceiving others, it would seem...
ru_ru: Казалось бы, жизнь состоит в том, чтобы обманывать других...

source: Life isn't easy... But I'll do my best!
ru_ru: Жизнь нелегка... Но я сделаю все, что в моих силах!

source: Light up Shadow
ru_ru: Светлая тень

source: Lightens text gradient
ru_ru: Использовать светлый градиент

source: Like I have a choice.
ru_ru: Будто у меня есть выбор.

source: Like I said earlier, we cannot log out from here. The enemy has set up an anchor.
ru_ru: Как я и говорила ранее, мы не можем выйти отсюда. Противник установил якорь.

source: Likewise. I sincerely doubt there are any second-gens out there who like that term.
ru_ru: Взаимно. Я искренне сомневаюсь, что среди людей второго поколения есть те, кому нравится это слово.

source: Liking little girls is a sign of mental illness.
ru_ru: Любовь к маленьким девочкам - психическое расстройство.

source: Load replay data
ru_ru: Загрузить запись

source: Load replay data.
ru_ru: Загрузить запись

source: Load replay... data...
ru_ru: Загрузить... повтор...

source: Load save data.
ru_ru: Загрузить игру.

source: Load save...
ru_ru: Загрузиться...

source: Load up some save data if you need to.
ru_ru: Если нужно, можно загрузиться.

source: Load up your save data to start from a certain point.
ru_ru: Загрузи сохранение, чтобы начать игру с определенной точки.

source: Loads save data to let you begin from where you left off.
ru_ru: Загружает сохранение, чтобы ты мог начать с того места, на котором остановился.

source: Loads your latest save file upon launching the game
ru_ru: Загружать последнее сохранение при входе в игру

source: Lockdown lifted. Opening the door.
ru_ru: Блокировка снята. Открываю дверь.

source: Looking at it reminds me of something.
ru_ru: Глядя на него, я кое-что вспоминаю.

source: Looking at the gloomy gray clouds makes me want to see a clear blue sky. I'm sure that'd make us all feel a little better.
ru_ru: Глядя на мрачные серые облака, так хочется увидеть чистое голубое небо. Я уверен, от этого мы бы почувствовали себя немного лучше.

source: Looking pretty good, if I do say so myself.
ru_ru: Выглядит очень хорошо, честно говоря.

source: Looks like Rain sent me Dr. Noi's data. I scan through the text and...
ru_ru: Похоже, Рейн прислала мне данные доктора Нои. Я просматриваю текст и...

source: Looks like a bullet grazed you. It didn't pierce through the armor, though.
ru_ru: Похоже, вас задела пуля. Но она не пробила броню.

source: Looks like there're a bunch of things I still need to remember.
ru_ru: Похоже, мне ещё многое предстоит вспомнить.

source: Lucky, cookie, Aki! Ugh...
ru_ru: Драки, макаки, Аки! Уф...

source: M-Make breasts bigger... with nanomachines... Maybe.
ru_ru: С-Сделаю грудь больше... с помощью наномашин... Может быть.

source: M-Me? A stalker?! I'm nothing of the sort!
ru_ru: Я-я? П-преследую тебя?! Я совсем не такая!

source: ME?! SLOW?! Oh, now you're asking for it!
ru_ru: Я?! МЕДЛЕННАЯ?! О, теперь ты напросился!

source: Machine Voice
ru_ru: Механический голос

source: Mako... I hope you're okay.
ru_ru: Мако... Надеюсь, ты в порядке.

source: Makoto, in her fiery love for him, is prone to going wild when thinking of him!
ru_ru: Макото, пылая любовью к нему, склонна к безумию, когда думает о нем!

source: Masa has a righteous heart. The CDF is a good place for him.
ru_ru: У Масы праведное сердце. ГСО - хорошее место для него.

source: Masa's still worth looking up to, especially nowadays.
ru_ru: На Масу все еще стоит равняться, особенно в наши дни.

source: Masa's very much a nice guy.
ru_ru: Маса очень хороший парень.

source: Masa's worth looking up to, I'd say.
ru_ru: Я бы сказала, что на Масу стоит равняться.

source: Maybe I can apply nanomachines to my breasts...
ru_ru: Может быть, я смогу применить наномашины к своей груди...

source: Maybe I'll ask the Russian kid to teach me some new throwing techniques.
ru_ru: Может быть, стоит попросить русского парня научить меня новым приемам бросков.

source: Maybe it's not the chip that's broken, but your brain instead?
ru_ru: Может быть, сломался не чип, а твой мозг?

source: Melee Canceling
ru_ru: Прерывание ближнего боя

source: Milk... give me your power...
ru_ru: Молоко... дай мне силы...

source: Mind explaining the deal behind this "childhood friends need to use bows" thing?
ru_ru: Не мог бы ты объяснить, что означает "друзья детства должны кланяться друг другу"?

source: Mind hacking my way right to your heart!
ru_ru: Взламываю путь к твоему сердцу!

source: Minimize or keep the bar fixed
ru_ru: Скрыть или зафиксировать панель

source: Minimize or keep the equipment set list fixed
ru_ru: Скрыть или зафиксировать панель комплектов экипировки

source: Minimize or keep the equipped list fixed
ru_ru: Скрыть или зафиксировать панель экипировки

source: Minimize or keep the weapon list fixed
ru_ru: Скрыть или зафиксировать панель оружия

source: Miso soup with chives it is!
ru_ru: Мисо-суп со шнитт-луком!

source: Mmm, squid... When did I start eating this, though? Oh well.
ru_ru: Ммм, кальмар... С каких пор я такое ем? Ну, ладно.

source: More like Dive2 Live, a-am I right?
ru_ru: Больше похоже на Dive2 Live, я верно?

source: Morning.
ru_ru: Доброе утро.

source: Most importantly, can you even afford me? I'll have you know my consultation fees are quite high.
ru_ru: Самое главное, вы вообще можете себе позволить мои услуги? Хочу вас предупредить, что стоимость моих консультаций весьма высока.

source: Move on...
ru_ru: Двигаемся дальше...

source: Move to CG mode
ru_ru: Перейти к галерее CG

source: Move to battle related settings
ru_ru: Перейти к настройкам сражения

source: Move to input related settings
ru_ru: Перейти к настройкам управления

source: Move to message related settings
ru_ru: Перейти к настройкам текста

source: Move to music player mode
ru_ru: Перейти к музыке

source: Move to replay mode
ru_ru: Перейти к сценам

source: Move to sound related settings
ru_ru: Перейти к настройкам звука

source: Move to system related settings
ru_ru: Перейти к системным настройкам

source: Move.
ru_ru: Перемещение.

source: Moves save data to new slot
ru_ru: Переместить сохранение в другой слот

source: Moves to save data beginning from slot 1
ru_ru: Слоты сохранения 1 - 25

source: Moves to save data beginning from slot 25
ru_ru: Слоты сохранения 25 - 50

source: Moves to save data beginning from slot 50
ru_ru: Слоты сохранения 50 - 75

source: Moves to save data in the auto-save slots
ru_ru: Авто-сохранения

source: Moves you to survival mode.
ru_ru: Перейти в режим выживания

source: Moves you to the next stage.
ru_ru: Перейти на следующий этап

source: Mr. Kurihara! I... I wanna play soccer...!
ru_ru: Учитель Курихара! Я... Я хочу играть в футбол...!

source: Mr. Kurihara... isn't to blame.
ru_ru: Учитель Курихара... не виноват.

source: Multiple hostiles approaching. Large viruses detected.
ru_ru: Приближается множество противников. Обнаружены крупные вирусы.

source: Muttering to myself, I reach out for my own clothes and find a gun in there as well.
ru_ru: Бормоча про себя, я тянусь к своей одежде и также нахожу там пистолет.

source: My Aigis Guard exists to protect you, Lieutenant.
ru_ru: Мой барьер Айгис существует лишь для того, чтобы защищать вас, лейтенант.

source: My body gets recomposed from the ground up. The digital versions of my cells get rewritten to take a robotic form.
ru_ru: Моё тело создаётся заново. Цифровые версии моих клеток переписываются, чтобы принять роботизированную форму.

source: My body starts to sting as soon as the tension of the battle fades away.
ru_ru: Мое тело начинает покалывать, как только спадает накал битвы.

source: My brain chip...
ru_ru: Мой мозговой чип...

source: My breasts are big thanks to K... Never mind.
ru_ru: Моя грудь выросла благодаря К... Неважно.

source: My chest is being squeezed hard.
ru_ru: Что-то сильно давит на мою грудь.

source: My dad fought in the War too. Actually, I think he stayed on as a soldier even after it ended, only this time as a mercenary.
ru_ru: Мой отец тоже участвовал в Войне. Кажется, он остался солдатом и после её окончания, только на этот раз в качестве наёмника.

source: My dad still hasn't quit the mercenary business, huh?
ru_ru: Мой отец всё ещё наёмник, да?

source: My eyes are up here, Lieutenant.
ru_ru: Мои глаза наверху, лейтенант.

source: My fear of battle had faded for some strange reason, but I still couldn't move as well as I'd hoped.
ru_ru: По какой-то непонятной причине мой страх перед боем улетучился, но я все еще не мог двигаться настолько хорошо, насколько мне хотелось бы.

source: My memories are gone, but the nostalgia still remains.
ru_ru: Моя память пропала, но ностальгия осталась.

source: My memories just aren't coming together, like I'm missing several pieces of the puzzle. My mind feels like it's covered in fog.
ru_ru: Мои воспоминания не складываются в единую картину, как будто мне не хватает нескольких кусочков мозаики. В голове как будто туман.

source: My mind can't keep up with all of this crap.
ru_ru: Моя голова не поспевает за всем этим бардаком.

source: My name?
ru_ru: Моё имя?

source: My pasta's absolutely delicious.
ru_ru: Мои макароны очень вкусные.

source: My services are all yours!
ru_ru: Я в вашем полном распоряжении!

source: My spirit burns brighter than magma!
ru_ru: Мой дух горит ярче, чем магма!

source: N-Naoki... Waugh...
ru_ru: Н-Наоки... Уах...

source: N-No. I also wanted to ask about that "Lieutenant" thing. Is that supposed to be me?
ru_ru: Н-нет. И еще я хотел спросить про "лейтенанта". Вы это обо мне?

source: Nah, I don't mind.
ru_ru: Нет, я не против.

source: Nah, I'm just a little tired. Nothing to worry about.
ru_ru: Нет, я просто немного устал. Не стоит беспокоиться.

source: Nah. Rain saved my life back there.
ru_ru: Стоп. Рейн спасла мне жизнь.

source: Nano Universe
ru_ru: Нано-вселенная

source: Nanoha is a good friend... And size ally.
ru_ru: Наноха - хороший друг... И союзник по росту.

source: Nanoha's cooking is turbo-delish.
ru_ru: Наноха готовит просто супер-вкусно.

source: Nanoha... Food... I'm dying...
ru_ru: Наноха... Еда... Я умираю...

source: Need some new weapons?
ru_ru: Нужно новое оружие?

source: Need to alter any settings?
ru_ru: Нужно изменить настройки?

source: Need to check some personal info?
ru_ru: Нужно проверить личные данные?

source: Need to check some unit info?
ru_ru: Нужно посмотреть на боевые единицы?

source: Need to check some weapon info?
ru_ru: Нужно заглянуть в вооружение?

source: Need to review some tutorials?
ru_ru: Хочешь заглянуть в обучение?

source: Neige-Aile, l-launch!
ru_ru: Нейдж-Айл, на старт!

source: Never say never.
ru_ru: Никогда не говори никогда.

source: Newbies Impact... This is a battle we can't afford to lose.
ru_ru: Битва новичков... Это битва, которую мы не можем позволить себе проиграть.

source: Night Embrace
ru_ru: Объятия ночи

source: No answer.
ru_ru: Ответа нет.

source: No offense to your aunt, but I really don't know what she's thinking.
ru_ru: Не в обиду вашей тёте, но я действительно не знаю, что у неё на уме.

source: No pause after punctuation marks
ru_ru: Не использовать паузы после знаков препинания

source: No rest for the weary, huh?
ru_ru: Сегодня нас в покое не оставят, да?

source: No way... How could that happen to Sora...?
ru_ru: Не может быть... Как такое могло случиться с Сорой...?

source: No, sorry. Where are we?
ru_ru: Нет, извини. Где мы?
